{
  "meta": {
    "titulo_historia": "Analyse Linguistique",
    "autor": "Usuario",
    "fecha": "2026-02-08"
  },
  "titulo": "Analyse Linguistique",
  "conectores_logicos": [
    {
      "termino": "Quand",
      "explicacion": "Connecteur temporel qui indique le moment où une action se produit.",
      "ejemplo": "Quand l'automne est devenu froid, Maman Ourse a préparé la tanière."
    },
    {
      "termino": "Mais",
      "explicacion": "Connecteur d'opposition qui introduit une idée contraire ou une objection.",
      "ejemplo": "\"Mais, Maman ! Si je dors, je vais rater les derniers flocons de neige !\""
    },
    {
      "termino": "Pendant que",
      "explicacion": "Connecteur qui exprime la simultanéité entre deux actions.",
      "ejemplo": "Pendant que tu dors, ton corps va devenir fort."
    },
    {
      "termino": "Finalement",
      "explicacion": "Connecteur qui marque la fin d'une séquence ou la conclusion d'un processus.",
      "ejemplo": "Finalement, un matin, il a senti un picotement."
    },
    {
      "termino": "Et c'est ainsi que",
      "explicacion": "Connecteur qui indique une conséquence ou le résultat d'une action précédente.",
      "ejemplo": "Et c'est ainsi que Brum l'ourson est devenu le champion des siestes."
    }
  ],
  "verbos": [
    {
      "termino": "explorer",
      "explicacion": "Verbe qui signifie investiguer ou parcourir un lieu inconnu.",
      "ejemplo": "Brum adorait explorer, sauter sur la mousse et compter les étoiles."
    },
    {
      "termino": "préparer",
      "explicacion": "Verbe qui signifie organiser ou disposer quelque chose pour un but.",
      "ejemplo": "Maman Ourse a préparé la tanière pour la sieste d'hiver."
    },
    {
      "termino": "serrer dans ses bras",
      "explicacion": "Verbe qui signifie entourer avec les bras en signe d'affection ou de réconfort.",
      "ejemplo": "Maman Ourse l'a serré dans ses bras."
    },
    {
      "termino": "s'échapper",
      "explicacion": "Verbe qui signifie fuir ou sortir d'un lieu de manière furtive.",
      "ejemplo": "Cette nuit-là, pendant que sa mère ronflait, il s'est échappé."
    },
    {
      "termino": "sentir",
      "explicacion": "Verbe qui signifie percevoir des sensations physiques ou émotionnelles.",
      "ejemplo": "Il a senti un grand bâillement qui lui a chatouillé le nez."
    },
    {
      "termino": "apprendre",
      "explicacion": "Verbe qui signifie acquérir une connaissance ou une compréhension par l'expérience.",
      "ejemplo": "Il avait appris que l'attente magique du sommeil ne lui avait rien enlevé."
    }
  ],
  "adjetivos": [
    {
      "termino": "vibrants",
      "explicacion": "Adjectif qui décrit des couleurs intenses, pleines de vie et d'énergie.",
      "ejemplo": "Il était une fois, dans une forêt aux couleurs vibrantes."
    },
    {
      "termino": "petit",
      "explicacion": "Adjectif qui indique une taille réduite ou la jeunesse.",
      "ejemplo": "un petit ourson appelé Brum."
    },
    {
      "termino": "froid",
      "explicacion": "Adjectif qui décrit une basse température.",
      "ejemplo": "Quand l'automne est devenu froid."
    },
    {
      "termino": "épuisé",
      "explicacion": "Adjectif qui signifie très fatigué, sans énergie.",
      "ejemplo": "Brum s'est assis, épuisé."
    },
    {
      "termino": "merveilleux",
      "explicacion": "Adjectif qui décrit quelque chose d'extraordinaire, d'admirable ou d'étonnant.",
      "ejemplo": "il a fait des rêves merveilleux."
    },
    {
      "termino": "frais",
      "explicacion": "Adjectif qui décrit quelque chose d'agréablement froid, de nouveau ou de revigorant.",
      "ejemplo": "Le monde était vert et frais."
    }
  ],
  "sustantivos_clave": [
    {
      "termino": "forêt",
      "explicacion": "Lieu naturel peuplé d'arbres et de végétation, scène principale de l'histoire.",
      "ejemplo": "dans une forêt aux couleurs vibrantes."
    },
    {
      "termino": "hibernation",
      "explicacion": "Processus de sommeil prolongé pendant l'hiver pour conserver l'énergie.",
      "ejemplo": "\"il est temps que tu te prépares pour l'hibernation.\""
    },
    {
      "termino": "aventures",
      "explicacion": "Expériences excitantes, risquées ou nouvelles.",
      "ejemplo": "tu rêveras aux aventures du printemps."
    },
    {
      "termino": "énergie",
      "explicacion": "Capacité à réaliser des activités ou des efforts ; vitalité.",
      "ejemplo": "Le repos est la nourriture de l'énergie."
    },
    {
      "termino": "printemps",
      "explicacion": "Saison de l'année qui suit l'hiver, associée à la renaissance et à la vitalité.",
      "ejemplo": "\"Bienvenue au printemps !\""
    },
    {
      "termino": "rêves",
      "explicacion": "Images, pensées ou émotions que l'on vit pendant le sommeil.",
      "ejemplo": "pour avoir les meilleures aventures, il fallait d'abord faire les meilleurs rêves."
    }
  ],
  "expresiones_idiomaticas": [
    {
      "termino": "a froncé le nez",
      "explicacion": "Expression faciale qui indique le mécontentement, la désapprobation ou le dégoût.",
      "ejemplo": "Brum a froncé le nez."
    },
    {
      "termino": "est devenu froid",
      "explicacion": "Expression qui indique un changement climatique vers des températures basses.",
      "ejemplo": "Quand l'automne est devenu froid."
    },
    {
      "termino": "s'est couvert de neige",
      "explicacion": "Expression qui décrit comment quelque chose est complètement recouvert par la neige.",
      "ejemplo": "La forêt s'est couverte de neige."
    },
    {
      "termino": "plein d'énergie",
      "explicacion": "Expression qui signifie avoir beaucoup de vitalité, de force ou de dynamisme.",
      "ejemplo": "Il se sentait si fort et plein d'énergie !"
    }
  ],
  "funciones_comunicativas": [
    {
      "termino": "Donner des conseils ou des explications",
      "explicacion": "Acte de parole destiné à orienter, clarifier ou justifier une idée ou une action.",
      "ejemplo": "\"Ne t'inquiète pas, mon petit explorateur. L'hibernation, ce n'est pas seulement dormir. C'est une attente magique.\""
    },
    {
      "termino": "Exprimer un refus ou un désaccord",
      "explicacion": "Acte de parole qui montre une opposition, un rejet ou une contradiction face à une proposition.",
      "ejemplo": "\"Mais, Maman ! Si je dors, je vais rater les derniers flocons de neige et la Lune ! Je ne veux pas hiberner !\""
    },
    {
      "termino": "Décrire des sensations ou des états",
      "explicacion": "Acte de parole qui exprime des perceptions physiques, émotionnelles ou des conditions personnelles.",
      "ejemplo": "Brum s'est assis, épuisé. Son corps se sentait lourd."
    }
  ],
  "palabras_clave": [
    "ours",
    "forêt",
    "explorer",
    "hibernation",
    "sommeil",
    "aventures",
    "printemps",
    "énergie",
    "repos",
    "magique",
    "froid",
    "neige",
    "lune",
    "étoiles",
    "tanière",
    "maman",
    "force",
    "champion",
    "siestes",
    "attente"
  ],
  "narrativa": "Brum, el oso\nÉrase una vez, en un bosque de colores vibrantes, un pequeño osezno llamado Brum. A Brum le encantaba explorar, saltar sobre el musgo y contar las estrellas.\nCuando el otoño se hizo frío, Mamá Osa preparó la cueva para la siesta de invierno.\n\"Brum, cariño,\" le dijo Mamá Osa, \"es hora de que te prepares para la hibernación.\"\nBrum arrugó la nariz. \"¡Pero, Mamá! ¡Si duermo, me perderé los últimos copos de nieve y la Luna! ¡No quiero hibernar!\"\nMamá Osa lo abrazó. \"No te preocupes, mi pequeño explorador. La hibernación no es solo dormir. Es una mágica espera. Mientras duermes, tu cuerpo crecerá fuerte y soñarás con las aventuras de primavera.\"\nBrum no estaba convencido. Esa noche, mientras su madre roncaba, se escapó. Quería ver el bosque antes de que el sueño lo atrapara.\nSalió y vio la Luna brillante y las estrellas. Corrió y corrió, hasta que sintió un gran bostezo que le hizo cosquillas en la nariz. Se encontró con el Búho Sabio en un roble.\n\"¡Hola, señor Búho!\" susurró Brum. \"Usted no duerme. Yo tampoco quiero.\"\nEl Búho lo miró. \"Hoo-hoo. Yo soy nocturno, Brum. Pero hasta yo necesito siestas. El descanso es el alimento de la energía.\"\nBrum siguió caminando. Su cuerpo se sentía pesado. Luego se encontró con un pequeño Conejo.\n\"¡Hola, Conejo! ¿Por qué no duermes?\" preguntó Brum, con la voz pastosa.\nEl Conejo mordisqueó una hoja. \"Necesito mi sueño. Cuando duermo, me convierto en un Conejo-Cohete en mis sueños, y cuando despierto, puedo correr más rápido que nunca.\"\nBrum se sentó, exhausto. Se dio cuenta de que su aventura no era divertida si estaba cansado. Sus patas no querían correr y sus ojos no veían bien las estrellas. La idea de ser un \"Oso-Cohete\" en sus sueños empezó a sonar muy bien.\nRegresó a su cueva. Se acurrucó junto a Mamá Osa, sintiendo su calor. Cerró los ojos y, justo antes de dormirse, pensó: \"Voy a soñar que atrapo la Luna.\"\nDía tras día, Brum durmió. El bosque se cubrió de nieve, y él tuvo sueños maravillosos: que era un súper-héroe, que volaba y que nadaba en una piscina de miel.\nFinalmente, una mañana sintió un cosquilleo. Abrió los ojos. La cueva estaba llena de luz dorada.\n\"¡Mamá, Mamá!\" gritó.\nMamá Osa se despertó. \"¡Buenos días, mi pequeño explorador! ¡Bienvenido a primavera!\"\nBrum salió corriendo de la cueva. El mundo era verde y fresco. ¡Se sentía tan fuerte y lleno de energía! Podía correr más rápido y saltar más alto.\nHabía aprendido que la espera mágica del sueño no le quitó nada, sino que le dio la fuerza para disfrutar de todas las cosas maravillosas de la primavera.\nY así, Brum el osezno se convirtió en el campeón de las siestas, sabiendo que para tener las mejores aventuras, primero había que tener los mejores sueños."
}