{
  "meta": {
    "titulo_historia": "Análise Linguística",
    "autor": "Usuario",
    "fecha": "2026-02-08"
  },
  "titulo": "Análise Linguística",
  "conectores_logicos": [
    {
      "termino": "Quando",
      "explicacion": "Conector temporal que indica o momento em que uma ação acontece.",
      "ejemplo": "Quando o outono ficou frio, a Mamãe Ursa preparou a caverna."
    },
    {
      "termino": "Mas",
      "explicacion": "Conector de contraste que introduz uma ideia oposta ou de objeção.",
      "ejemplo": "\"Mas, Mamãe! Se eu dormir, vou perder os últimos flocos de neve!\""
    },
    {
      "termino": "Enquanto",
      "explicacion": "Conector que expressa simultaneidade entre duas ações.",
      "ejemplo": "Enquanto você dorme, seu corpo vai ficar forte."
    },
    {
      "termino": "Finalmente",
      "explicacion": "Conector que marca o final de uma sequência ou a conclusão de um processo.",
      "ejemplo": "Finalmente, uma manhã ele sentiu uma coceirinha."
    },
    {
      "termino": "E assim",
      "explicacion": "Conector que indica consequência ou resultado de uma ação anterior.",
      "ejemplo": "E assim, Brum, o ursinho, virou o campeão das sonecas."
    }
  ],
  "verbos": [
    {
      "termino": "explorar",
      "explicacion": "Verbo que significa investigar ou percorrer um lugar desconhecido.",
      "ejemplo": "Brum adorava explorar, pular sobre o musgo e contar as estrelas."
    },
    {
      "termino": "preparar",
      "explicacion": "Verbo que significa organizar ou arrumar algo para um fim.",
      "ejemplo": "Mamãe Ursa preparou a caverna para a soneca de inverno."
    },
    {
      "termino": "abraçar",
      "explicacion": "Verbo que significa envolver com os braços em sinal de afeto ou consolo.",
      "ejemplo": "Mamãe Ursa o abraçou."
    },
    {
      "termino": "escapar",
      "explicacion": "Verbo que significa fugir ou sair de um lugar de maneira escondida.",
      "ejemplo": "Naquela noite, enquanto sua mãe roncava, ele escapou."
    },
    {
      "termino": "sentir",
      "explicacion": "Verbo que significa perceber sensações físicas ou emocionais.",
      "ejemplo": "Ele sentiu um grande bocejo que fez cócegas no nariz."
    },
    {
      "termino": "aprender",
      "explicacion": "Verbo que significa adquirir conhecimento ou compreensão através da experiência.",
      "ejemplo": "Ele tinha aprendido que a espera mágica do sono não tirou nada dele."
    }
  ],
  "adjetivos": [
    {
      "termino": "vibrantes",
      "explicacion": "Adjetivo que descreve cores intensas, cheias de vida e energia.",
      "ejemplo": "Era uma vez, numa floresta de cores vibrantes."
    },
    {
      "termino": "pequeno",
      "explicacion": "Adjetivo que indica tamanho reduzido ou juventude.",
      "ejemplo": "um pequeno ursinho chamado Brum."
    },
    {
      "termino": "frio",
      "explicacion": "Adjetivo que descreve baixa temperatura.",
      "ejemplo": "Quando o outono ficou frio."
    },
    {
      "termino": "exausto",
      "explicacion": "Adjetivo que significa muito cansado, sem energia.",
      "ejemplo": "Brum se sentou, exausto."
    },
    {
      "termino": "maravilhosos",
      "explicacion": "Adjetivo que descreve algo extraordinário, admirável ou incrível.",
      "ejemplo": "ele teve sonhos maravilhosos."
    },
    {
      "termino": "fresco",
      "explicacion": "Adjetivo que descreve algo agradavelmente frio, novo ou revitalizante.",
      "ejemplo": "O mundo estava verde e fresco."
    }
  ],
  "sustantivos_clave": [
    {
      "termino": "floresta",
      "explicacion": "Lugar natural cheio de árvores e vegetação, cenário principal da história.",
      "ejemplo": "numa floresta de cores vibrantes."
    },
    {
      "termino": "hibernação",
      "explicacion": "Processo de sono prolongado durante o inverno para conservar energia.",
      "ejemplo": "\"é hora de você se preparar para a hibernação.\""
    },
    {
      "termino": "aventuras",
      "explicacion": "Experiências emocionantes, arriscadas ou novas.",
      "ejemplo": "você vai sonhar com as aventuras da primavera."
    },
    {
      "termino": "energia",
      "explicacion": "Capacidade para realizar atividades ou esforços; vitalidade.",
      "ejemplo": "O descanso é o alimento da energia."
    },
    {
      "termino": "primavera",
      "explicacion": "Estação do ano que vem depois do inverno, associada ao renascimento e à vitalidade.",
      "ejemplo": "\"Bem-vindo à primavera!\""
    },
    {
      "termino": "sonhos",
      "explicacion": "Imagens, pensamentos ou emoções que se experimentam durante o sono.",
      "ejemplo": "para ter as melhores aventuras, primeiro tinha que ter os melhores sonhos."
    }
  ],
  "expresiones_idiomaticas": [
    {
      "termino": "franziu o nariz",
      "explicacion": "Expressão facial que indica descontentamento, desaprovação ou desgosto.",
      "ejemplo": "Brum franziu o nariz."
    },
    {
      "termino": "ficou frio",
      "explicacion": "Expressão que indica uma mudança climática para temperaturas baixas.",
      "ejemplo": "Quando o outono ficou frio."
    },
    {
      "termino": "se cobriu de neve",
      "explicacion": "Expressão que descreve como algo fica completamente coberto pela neve.",
      "ejemplo": "A floresta se cobriu de neve."
    },
    {
      "termino": "cheio de energia",
      "explicacion": "Expressão que significa ter muita vitalidade, força ou dinamismo.",
      "ejemplo": "Ele se sentia tão forte e cheio de energia!"
    }
  ],
  "funciones_comunicativas": [
    {
      "termino": "Dar conselhos ou explicações",
      "explicacion": "Ato de fala dirigido a orientar, esclarecer ou justificar uma ideia ou ação.",
      "ejemplo": "\"Não se preocupe, meu pequeno explorador. A hibernação não é só dormir. É uma espera mágica.\""
    },
    {
      "termino": "Expressar negação ou desacordo",
      "explicacion": "Ato de fala que mostra oposição, rejeição ou contradição a uma proposta.",
      "ejemplo": "\"Mas, Mamãe! Se eu dormir, vou perder os últimos flocos de neve e a Lua! Eu não quero hibernar!\""
    },
    {
      "termino": "Descrever sensações ou estados",
      "explicacion": "Ato de fala que expressa percepções físicas, emocionais ou condições pessoais.",
      "ejemplo": "Brum se sentou, exausto. Seu corpo estava pesado."
    }
  ],
  "palabras_clave": [
    "urso",
    "floresta",
    "explorar",
    "hibernação",
    "sono",
    "aventuras",
    "primavera",
    "energia",
    "descanso",
    "mágico",
    "frio",
    "neve",
    "lua",
    "estrelas",
    "caverna",
    "mamãe",
    "força",
    "campeão",
    "sonecas",
    "espera"
  ],
  "narrativa": "Brum, el oso\nÉrase una vez, en un bosque de colores vibrantes, un pequeño osezno llamado Brum. A Brum le encantaba explorar, saltar sobre el musgo y contar las estrellas.\nCuando el otoño se hizo frío, Mamá Osa preparó la cueva para la siesta de invierno.\n\"Brum, cariño,\" le dijo Mamá Osa, \"es hora de que te prepares para la hibernación.\"\nBrum arrugó la nariz. \"¡Pero, Mamá! ¡Si duermo, me perderé los últimos copos de nieve y la Luna! ¡No quiero hibernar!\"\nMamá Osa lo abrazó. \"No te preocupes, mi pequeño explorador. La hibernación no es solo dormir. Es una mágica espera. Mientras duermes, tu cuerpo crecerá fuerte y soñarás con las aventuras de primavera.\"\nBrum no estaba convencido. Esa noche, mientras su madre roncaba, se escapó. Quería ver el bosque antes de que el sueño lo atrapara.\nSalió y vio la Luna brillante y las estrellas. Corrió y corrió, hasta que sintió un gran bostezo que le hizo cosquillas en la nariz. Se encontró con el Búho Sabio en un roble.\n\"¡Hola, señor Búho!\" susurró Brum. \"Usted no duerme. Yo tampoco quiero.\"\nEl Búho lo miró. \"Hoo-hoo. Yo soy nocturno, Brum. Pero hasta yo necesito siestas. El descanso es el alimento de la energía.\"\nBrum siguió caminando. Su cuerpo se sentía pesado. Luego se encontró con un pequeño Conejo.\n\"¡Hola, Conejo! ¿Por qué no duermes?\" preguntó Brum, con la voz pastosa.\nEl Conejo mordisqueó una hoja. \"Necesito mi sueño. Cuando duermo, me convierto en un Conejo-Cohete en mis sueños, y cuando despierto, puedo correr más rápido que nunca.\"\nBrum se sentó, exhausto. Se dio cuenta de que su aventura no era divertida si estaba cansado. Sus patas no querían correr y sus ojos no veían bien las estrellas. La idea de ser un \"Oso-Cohete\" en sus sueños empezó a sonar muy bien.\nRegresó a su cueva. Se acurrucó junto a Mamá Osa, sintiendo su calor. Cerró los ojos y, justo antes de dormirse, pensó: \"Voy a soñar que atrapo la Luna.\"\nDía tras día, Brum durmió. El bosque se cubrió de nieve, y él tuvo sueños maravillosos: que era un súper-héroe, que volaba y que nadaba en una piscina de miel.\nFinalmente, una mañana sintió un cosquilleo. Abrió los ojos. La cueva estaba llena de luz dorada.\n\"¡Mamá, Mamá!\" gritó.\nMamá Osa se despertó. \"¡Buenos días, mi pequeño explorador! ¡Bienvenido a primavera!\"\nBrum salió corriendo de la cueva. El mundo era verde y fresco. ¡Se sentía tan fuerte y lleno de energía! Podía correr más rápido y saltar más alto.\nHabía aprendido que la espera mágica del sueño no le quitó nada, sino que le dio la fuerza para disfrutar de todas las cosas maravillosas de la primavera.\nY así, Brum el osezno se convirtió en el campeón de las siestas, sabiendo que para tener las mejores aventuras, primero había que tener los mejores sueños."
}