{
  "meta": {
    "titulo_historia": "Лингвистический анализ",
    "autor": "Usuario",
    "fecha": "2026-02-08"
  },
  "titulo": "Лингвистический анализ",
  "conectores_logicos": [
    {
      "termino": "Когда",
      "explicacion": "Временной союз, указывающий на момент совершения действия.",
      "ejemplo": "Когда осень стала холодной, Мама Медведица подготовила берлогу."
    },
    {
      "termino": "Но",
      "explicacion": "Союз противопоставления, вводит противоположную или возражение.",
      "ejemplo": "\"Но, Мама! Если я усну, я пропущу последние снежинки и Луну!\""
    },
    {
      "termino": "Пока",
      "explicacion": "Союз, выражающий одновременность двух действий.",
      "ejemplo": "Пока ты спишь, твоё тело станет сильным."
    },
    {
      "termino": "Наконец",
      "explicacion": "Союз, обозначающий конец последовательности или завершение процесса.",
      "ejemplo": "Наконец, однажды утром он почувствовал щекотку."
    },
    {
      "termino": "И вот так",
      "explicacion": "Союз, указывающий на следствие или результат предыдущего действия.",
      "ejemplo": "И вот так, медвежонок Брум стал чемпионом по сну."
    }
  ],
  "verbos": [
    {
      "termino": "исследовать",
      "explicacion": "Глагол, означающий изучать или исследовать неизвестное место.",
      "ejemplo": "Брум обожал исследовать, прыгать по мху и считать звёзды."
    },
    {
      "termino": "готовить / подготовить",
      "explicacion": "Глагол, означающий организовывать или подготавливать что-либо для определённой цели.",
      "ejemplo": "Мама Медведица подготовила берлогу для зимней спячки."
    },
    {
      "termino": "обнимать / обнять",
      "explicacion": "Глагол, означающий заключать в объятия в знак любви или утешения.",
      "ejemplo": "Мама Медведица обняла его."
    },
    {
      "termino": "сбегать / сбежать",
      "explicacion": "Глагол, означающий убежать или уйти с какого-либо места тайком.",
      "ejemplo": "В ту ночь, пока его мама храпела, он сбежал."
    },
    {
      "termino": "чувствовать / почувствовать",
      "explicacion": "Глагол, означающий воспринимать физические или эмоциональные ощущения.",
      "ejemplo": "Он почувствовал огромную зевоту, которая защекотала ему нос."
    },
    {
      "termino": "узнавать / узнать",
      "explicacion": "Глагол, означающий приобретать знание или понимание через опыт.",
      "ejemplo": "Он узнал, что волшебное ожидание во сне ничего у него не отняло."
    }
  ],
  "adjetivos": [
    {
      "termino": "яркие",
      "explicacion": "Прилагательное, описывающее интенсивные, полные жизни и энергии цвета.",
      "ejemplo": "Жил-был в лесу с яркими красками."
    },
    {
      "termino": "маленький",
      "explicacion": "Прилагательное, указывающее на небольшой размер или молодость.",
      "ejemplo": "маленький медвежонок по имени Брум."
    },
    {
      "termino": "холодный",
      "explicacion": "Прилагательное, описывающее низкую температуру.",
      "ejemplo": "Когда осень стала холодной."
    },
    {
      "termino": "измученный / вымотанный",
      "explicacion": "Прилагательное, означающее очень уставший, без сил.",
      "ejemplo": "Брум сел, вымотанный."
    },
    {
      "termino": "чудесные",
      "explicacion": "Прилагательное, описывающее что-то необыкновенное, восхитительное или удивительное.",
      "ejemplo": "ему снились чудесные сны."
    },
    {
      "termino": "свежий",
      "explicacion": "Прилагательное, описывающее что-то приятно прохладное, новое или освежающее.",
      "ejemplo": "Мир был зелёным и свежим."
    }
  ],
  "sustantivos_clave": [
    {
      "termino": "лес",
      "explicacion": "Природное место, заросшее деревьями и растительностью, главная сцена истории.",
      "ejemplo": "в лесу с яркими красками."
    },
    {
      "termino": "зимняя спячка / гибернация",
      "explicacion": "Процесс длительного сна зимой для сохранения энергии.",
      "ejemplo": "\"пора готовиться к зимней спячке.\""
    },
    {
      "termino": "приключения",
      "explicacion": "Волнующие, рискованные или новые впечатления.",
      "ejemplo": "будешь видеть во сне приключения весны."
    },
    {
      "termino": "энергия",
      "explicacion": "Способность выполнять деятельность или прилагать усилия; жизненная сила.",
      "ejemplo": "Отдых — это пища для энергии."
    },
    {
      "termino": "весна",
      "explicacion": "Время года, следующее за зимой, ассоциируется с возрождением и жизненной силой.",
      "ejemplo": "\"Добро пожаловать в весну!\""
    },
    {
      "termino": "сны",
      "explicacion": "Образы, мысли или эмоции, которые испытывают во время сна.",
      "ejemplo": "чтобы были лучшие приключения, сначала нужно видеть лучшие сны."
    }
  ],
  "expresiones_idiomaticas": [
    {
      "termino": "сморщил нос",
      "explicacion": "Выражение лица, означающее недовольство, неодобрение или отвращение.",
      "ejemplo": "Брум сморщил нос."
    },
    {
      "termino": "стало холодно",
      "explicacion": "Выражение, указывающее на изменение погоды в сторону низких температур.",
      "ejemplo": "Когда осень стала холодной."
    },
    {
      "termino": "покрылся снегом",
      "explicacion": "Выражение, описывающее, как что-то полностью покрывается снегом.",
      "ejemplo": "Лес покрылся снегом."
    },
    {
      "termino": "полный энергии",
      "explicacion": "Выражение, означающее иметь много жизненных сил, энергии или динамизма.",
      "ejemplo": "Он чувствовал себя таким сильным и полным энергии!"
    }
  ],
  "funciones_comunicativas": [
    {
      "termino": "Давать советы или объяснения",
      "explicacion": "Речевой акт, направленный на то, чтобы дать совет, прояснить или обосновать идею или действие.",
      "ejemplo": "\"Не волнуйся, мой маленький исследователь. Зимняя спячка — это не просто сон. Это волшебное ожидание.\""
    },
    {
      "termino": "Выражать отказ или несогласие",
      "explicacion": "Речевой акт, показывающий несогласие, отказ или противоречие предложению.",
      "ejemplo": "\"Но, Мама! Если я усну, я пропущу последние снежинки и Луну! Я не хочу в спячку!\""
    },
    {
      "termino": "Описывать ощущения или состояния",
      "explicacion": "Речевой акт, выражающий физические или эмоциональные восприятия, или личные состояния.",
      "ejemplo": "Брум сел, вымотанный. Его тело чувствовало себя тяжёлым."
    }
  ],
  "palabras_clave": [
    "медведь",
    "лес",
    "исследовать",
    "зимняя спячка",
    "сон",
    "приключения",
    "весна",
    "энергия",
    "отдых",
    "волшебный",
    "холодный",
    "снег",
    "луна",
    "звёзды",
    "берлога",
    "мама",
    "сила",
    "чемпион",
    "дрёма",
    "ожидание"
  ],
  "narrativa": "Brum, el oso\nÉrase una vez, en un bosque de colores vibrantes, un pequeño osezno llamado Brum. A Brum le encantaba explorar, saltar sobre el musgo y contar las estrellas.\nCuando el otoño se hizo frío, Mamá Osa preparó la cueva para la siesta de invierno.\n\"Brum, cariño,\" le dijo Mamá Osa, \"es hora de que te prepares para la hibernación.\"\nBrum arrugó la nariz. \"¡Pero, Mamá! ¡Si duermo, me perderé los últimos copos de nieve y la Luna! ¡No quiero hibernar!\"\nMamá Osa lo abrazó. \"No te preocupes, mi pequeño explorador. La hibernación no es solo dormir. Es una mágica espera. Mientras duermes, tu cuerpo crecerá fuerte y soñarás con las aventuras de primavera.\"\nBrum no estaba convencido. Esa noche, mientras su madre roncaba, se escapó. Quería ver el bosque antes de que el sueño lo atrapara.\nSalió y vio la Luna brillante y las estrellas. Corrió y corrió, hasta que sintió un gran bostezo que le hizo cosquillas en la nariz. Se encontró con el Búho Sabio en un roble.\n\"¡Hola, señor Búho!\" susurró Brum. \"Usted no duerme. Yo tampoco quiero.\"\nEl Búho lo miró. \"Hoo-hoo. Yo soy nocturno, Brum. Pero hasta yo necesito siestas. El descanso es el alimento de la energía.\"\nBrum siguió caminando. Su cuerpo se sentía pesado. Luego se encontró con un pequeño Conejo.\n\"¡Hola, Conejo! ¿Por qué no duermes?\" preguntó Brum, con la voz pastosa.\nEl Conejo mordisqueó una hoja. \"Necesito mi sueño. Cuando duermo, me convierto en un Conejo-Cohete en mis sueños, y cuando despierto, puedo correr más rápido que nunca.\"\nBrum se sentó, exhausto. Se dio cuenta de que su aventura no era divertida si estaba cansado. Sus patas no querían correr y sus ojos no veían bien las estrellas. La idea de ser un \"Oso-Cohete\" en sus sueños empezó a sonar muy bien.\nRegresó a su cueva. Se acurrucó junto a Mamá Osa, sintiendo su calor. Cerró los ojos y, justo antes de dormirse, pensó: \"Voy a soñar que atrapo la Luna.\"\nDía tras día, Brum durmió. El bosque se cubrió de nieve, y él tuvo sueños maravillosos: que era un súper-héroe, que volaba y que nadaba en una piscina de miel.\nFinalmente, una mañana sintió un cosquilleo. Abrió los ojos. La cueva estaba llena de luz dorada.\n\"¡Mamá, Mamá!\" gritó.\nMamá Osa se despertó. \"¡Buenos días, mi pequeño explorador! ¡Bienvenido a primavera!\"\nBrum salió corriendo de la cueva. El mundo era verde y fresco. ¡Se sentía tan fuerte y lleno de energía! Podía correr más rápido y saltar más alto.\nHabía aprendido que la espera mágica del sueño no le quitó nada, sino que le dio la fuerza para disfrutar de todas las cosas maravillosas de la primavera.\nY así, Brum el osezno se convirtió en el campeón de las siestas, sabiendo que para tener las mejores aventuras, primero había que tener los mejores sueños."
}